
export const navList = [
  {
    id: 1,
    title: 'Разработка',
    path: '/'
  },
  {
    id: 2,
    title: 'SEO',
    path: '/seo'
  },
  {
    id:3,
    title: 'Юристы',
    path: '/jurist'
  },
  {
    id:4,
    title: 'Контакты',
    path: '/contacts',
  }
]

export const PartnersList = [
  {
    id: 1,
  },
  {
    id: 2,
  }, 
  {
    id: 3,
  }, 
  {
    id: 4,
  },
  {
    id: 5,
  }, 
  {
    id: 6,
  }, 
  {
    id: 7,
  }, 
  {
    id: 8,
  }, 
  {
    id: 9,
  },
  {
    id: 10,
  },
]
  

export const SeoCards = [
  {
    id:1,
    title: 'Проведем аудит сайта, спроектируем посадочные страницы, создадим полезный контент и повысим доверие Вашего сайта в глазах поисковых систем.',
  },
  {
    id:2,
    title: 'Подберем оптимальные ключевые слова, по которым ваши товары/услуги ищут потенциальные заказчики, и выведем сайт на лидирующие позиции в поиске по этим ключевым словам.',
  },
  {
    id:3,
    title: 'Проведем анализ конкурентов и подготовим рекомендации, которые улучшат позиции сайта.',
  },
  {
    id:4,
    title: 'ПСпециалист анализирует результаты поиска и основных конкурентов по большому количеству параметров (факторов ранжирования). Составляет рекомендации по улучшению сайта и доработке отдельных страниц. Внесение изменений улучшит позиции сайта в поисковых системах Яндекс и Google и увеличит количество обращений, заявок клиентов из поиска.',
  }
]

export const JuristCards = [
  {
    id:1,
    title: "Статья 1229 Гражданского Кодекса Российской Федерации Исключительное право",
    text: "1. Гражданин или юридическое лицо, обладающие исключительным правом на результат интеллектуальной деятельности или на средство индивидуализации (правообладатель), вправе использовать такой результат или такое средство по своему усмотрению любым не противоречащим закону способом. Правообладатель может распоряжаться исключительным правом на результат интеллектуальной деятельности или на средство индивидуализации (статья 1233), если настоящим Кодексом не предусмотрено иное. Правообладатель может по своему усмотрению разрешать или запрещать другим лицам использование результата интеллектуальной деятельности или средства индивидуализации. Отсутствие запрета не считается согласием (разрешением).Другие лица не могут использовать соответствующие результат интеллектуальной деятельности или средство индивидуализации без согласия правообладателя, за исключением случаев, предусмотренных настоящим Кодексом. Использование результата интеллектуальной деятельности или средства индивидуализации (в том числе их использование способами, предусмотренными настоящим Кодексом), если такое использование осуществляется без согласия правообладателя, является незаконным и влечет ответственность, установленную настоящим Кодексом, другими законами, за исключением случаев, когда использование результата интеллектуальной деятельности или средства индивидуализации лицами иными, чем правообладатель, без его согласия допускается настоящим Кодексом."
  },
  {
    id:2,
    title: 'Статья 1228 Гражданского Кодекса Российской Федерации. Автор результата интеллектуальной деятельности',
    text: '1. Автором результата интеллектуальной деятельности признается гражданин, творческим трудом которого создан такой результат.Не признаются авторами результата интеллектуальной деятельности граждане, не внесшие личного творческого вклада в создание такого результата, в том числе оказавшие его автору только техническое, консультационное, организационное или материальное содействие или помощь либо только способствовавшие оформлению прав на такой результат или его использованию, а также граждане, осуществлявшие контроль за выполнением соответствующих работ. 2. Автору результата интеллектуальной деятельности принадлежит право авторства, а в случаях, предусмотренных настоящим Кодексом, право на имя и иные личные неимущественные права. Право авторства, право на имя и иные личные неимущественные права автора неотчуждаемы и непередаваемы.Отказ от этих прав ничтожен. Авторство и имя автора охраняются бессрочно.После смерти автора защиту его авторства и имени может осуществлять любое заинтересованное лицо, за исключением случаев, предусмотренных пунктом 2 статьи 1267 и пунктом 2 статьи 1316 настоящего Кодекса. 3. Исключительное право на результат интеллектуальной деятельности, созданный творческим трудом, первоначально возникает у его автора.Это право может быть передано автором другому лицу по договору, а также может перейти к другим лицам по иным основаниям, установленным законом. 4. Права на результат интеллектуальной деятельности, созданный совместным творческим трудом двух и более граждан(соавторство), принадлежат соавторам совместно.'
  },
  {
    id:3,
    title: 'Статья 1274 Гражданского Кодекса Российской Федерации. Свободное использование произведения в информационных, научных, учебных или культурных целях',
    text: '1. Допускается без согласия автора или иного правообладателя и без выплаты вознаграждения, но с обязательным указанием имени автора, произведение которого используется, и источника заимствования: 1) цитирование в оригинале и в переводе в научных, полемических, критических, информационных, учебных целях, в целях раскрытия творческого замысла автора правомерно обнародованных произведений в объеме, оправданном целью цитирования, включая воспроизведение отрывков из газетных и журнальных статей в форме обзоров печати; 2) использование правомерно обнародованных произведений и отрывков из них в качестве иллюстраций в изданиях, радио- и телепередачах, звуко - и видеозаписях учебного характера в объеме, оправданном поставленной целью; 3) воспроизведение в периодическом печатном издании и последующее распространение экземпляров этого издания, сообщение в эфир или по кабелю, доведение до всеобщего сведения правомерно опубликованных в периодических печатных изданиях статей по текущим экономическим, политическим, социальным и религиозным вопросам либо переданных в эфир или по кабелю, доведенных до всеобщего сведения произведений такого же характера в случаях, если такие воспроизведение, сообщение, доведение не были специально запрещены автором или иным правообладателем.'
  }
]